---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.LoadCombinationType.Envelope
enum: Autodesk.Revit.DB.Structure.LoadCombinationType
source: html/cd4f9fcf-2a5c-b887-4b1f-426df941dcf4.htm
---
# Autodesk.Revit.DB.Structure.LoadCombinationType.Envelope

Envelope